Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/Ungrouped/Photos.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SETTINGS_ICLOUDPHOTOS_BACKUP_DESCRIPTION_FORMAT
source: When syncing is off, your Photo Library is included in your device backup. You can change this in %@.
ar: عند إيقاف المزامنة، سيتم تضمين مكتبة الصور في النسخة الاحتياطية لجهازك. يمكنك تغيير ذلك في %@.
bg: Когато синхронизирането е изключено, вашата Фотобиблиотека се включва при създаване на резервно копие на устройството ви. Можете да промените това в %@.
ca: Quan la sincronització està desactivada, la fototeca s’inclou en la còpia de seguretat del dispositiu. Pots canviar‑ho a la %@.
cs: Při vypnuté synchronizaci je do zálohy zařízení zahrnuta i knihovna fotek. Tuto volbu můžete změnit v %@.
da: Når synkronisering er slået fra, inkluderes dit fotobibliotek i sikkerhedskopien af enheden. Du kan ændre dette i %@.
de: Wenn die Synchronisierung ausgeschaltet ist, umfasst das Geräte-Backup auch deine Foto-Mediathek. Du kannst dies in den %@ ändern.
el: Όταν η δυνατότητα συγχρονισμού είναι απενεργοποιημένη, η βιβλιοθήκη φωτογραφιών σας συμπεριλαμβάνεται στο εφεδρικό αντίγραφο της συσκευής σας. Μπορείτε να αναιρέσετε αυτήν την ενέργεια στις %@.
es: Cuando la sincronización está desactivada, la fototeca se incluye en la copia de seguridad del dispositivo. Puedes modificar esta configuración en los %@.
es_us: Cuando la sincronización se desactiva, tu fototeca se incluye en el respaldo de tu dispositivo, lo cual puedes cambiar en %@.
fi: Kun synkronointi ei ole päällä, kuvakirjasto sisällytetään laitteen varmuuskopioon. Voit muuttaa tätä %@.
fr: Lorsque la synchronisation est désactivée, votre photothèque est incluse dans la sauvegarde de votre appareil. Vous pouvez modifier ceci dans %@.
fr_ca: Lorsque la synchronisation est désactivée, votre photothèque est incluse dans la sauvegarde de votre appareil. Vous pouvez modifier ceci dans %@.
he: כאשר הסנכרון לא פעיל, ספריית התמונות שלך כלולה בגיבוי של המכשיר. ניתן לבטל זאת דרך %@.
hi: सिंकिंग बंद रहने पर आपकी तस्वीर लाइब्रेरी आपके डिवाइस बैकअप में शामिल की जाती है। आप %@ में इसे बदल सकते हैं।
hr: Kad je sinkronizacija isključena, vaša medijateka aplikacije Foto uključena je u sigurnosnu kopiju uređaja. To možete promijeniti u %@.
hu: Amikor a szinkronizálás ki van kapcsolva, a fotókönyvtára szerepel az eszköz biztonsági mentésében. Ezt itt módosíthatja: %@.
id: Jika penyelarasan mati, Perpustakaan Foto Anda akan disertakan di cadangan perangkat Anda. Anda dapat mengubah ini di %@.
it: Quando la sincronizzazione è disattivata, la libreria di foto viene inclusa nel backup del dispositivo. Puoi modificare l’opzione nelle %@.
ja: 同期がオフになっているときは、デバイスのバックアップに写真ライブラリは含まれます。これは“%@”で変更できます。
kk: Синхрондау функциясы өшірулі болған кезде, құрылғыда фотолар жинағының сақтық көшірмесі жасалады. Бұл параметрді «%@» бөлімінде өзгертуге болады.
ko: 동기화가 꺼지면 사진 보관함이 기기 백업에 포함됩니다. 이 설정은 %@에서 변경할 수 있습니다.
lt: Kai sinchronizavimas išjungtas, jūsų nuotraukų biblioteka yra įtraukiama į įrenginio atsarginę kopiją. Galite tai pakeisti srityje %@.
ms: Apabila penyelarasan tidak aktif, Pustaka Foto anda disertakan dalam sandaran peranti anda. Anda boleh menukarnya dalam %@.
nb: Når synkronisering er slått av, blir bildebiblioteket ditt inkludert i sikkerhetskopieringen av enheten. Du kan endre dette i %@.
nl: Wanneer synchronisatie is uitgeschakeld, wordt je fotobibliotheek opgenomen in de back‑up van je apparaat. Je kunt dit wijzigen in %@.
pl: Gdy synchronizowanie jest wyłączone, Twoja biblioteka zdjęć jest częścią backupu urządzenia. Możesz to zmienić w %@.
pt: Quando a sincronização está desativada, a Fototeca é incluída no backup do dispositivo. Você pode alterar isso nos %@.
pt_pt: Quando a sincronização está desativada, a sua fototeca é incluída na cópia de segurança do dispositivo. Pode alterar esta opção nas %@.
ro: Când sincronizarea este dezactivată, biblioteca dvs. foto este inclusă în backupul dispozitivului. Puteți schimba acest lucru în %@.
ru: Если синхронизация выключена, медиатека добавляется в резервную копию устройства. Это можно изменить в %@.
sk: Keď je synchronizácia vypnutá, knižnica fotiek je súčasťou zálohy zariadenia. Môžete to zmeniť v %@.
sl: Ko je sinhroniziranje izklopljeno, je vaša knjižnica fotografij vključena v varnostno kopijo naprave. To lahko spremenite v razdelku %@.
sv: När synkronisering är av ingår bildbiblioteket i säkerhetskopieringen av enheten. Du kan ändra detta i %@.
th: เมื่อการเชื่อมข้อมูลปิดอยู่ คลังรูปภาพของคุณจะถูกรวมอยู่ในข้อมูลสำรองอุปกรณ์ของคุณ คุณสามารถเปลี่ยนการตั้งค่านี้ได้ใน %@
tr: Eşzamanlama kapalıyken Fotoğraf Arşivi’niz aygıt yedeklemenize dahil edilir. Bunu %@ bölümünde değiştirebilirsiniz.
uk: Коли синхронізацію вимкнено, вміст фототеки долучається в резервну копію пристрою. Це можна змінити в %@.
vi: Khi đồng bộ hóa bị tắt, Thư viện ảnh được bao gồm trong bản sao lưu thiết bị của bạn. Bạn có thể thay đổi tùy chọn này trong %@.
zh_cn: 关闭同步时，照片图库会包含在设备备份中。你可以在%@中更改。
zh_hk: 關閉同步時，你的「相片圖庫」會包括在裝置備份中。你可以在「%@」中更改此設定。
zh_tw: 同步關閉時，「照片圖庫」會包含在你的裝置備份中。你可以在「%@」中變更此設定。

# SETTINGS_ICLOUDPHOTOS_BACKUP_LINK_TITLE
source: iCloud Backup Settings
ar: إعدادات النسخ الاحتياطي على iCloud
bg: Настройки за резервно копие в iCloud
ca: Configuració de la còpia de seguretat a l’iCloud
cs: nastavení zálohování na iCloud
da: indstillingerne til iCloud-sikkerhedskopi
de: iCloud-Backup-Einstellungen
el: Ρυθμίσεις εφεδρικού αντιγράφου iCloud
es: ajustes de copia de seguridad en iCloud
es_us: Configuración del respaldo en iCloud
fi: iCloud-varmuuskopioasetuksissa
fr: Réglages de la sauvegarde iCloud
fr_ca: Réglages de sauvegarde iCloud
he: הגדרות גיבוי iCloud
hi: iCloud बैकअप सेटिंग्ज़
hr: postavkama iCloud sigurnosne kopije
hu: iCloud biztonsági mentés beállításai
id: Pengaturan Cadangan iCloud
it: impostazioni del backup di iCloud
ja: iCloudバックアップ設定
kk: iCloud сақтық көшірме реттеулері
ko: iCloud 백업 설정
lt: „iCloud“ atsarginės kopijos nustatymai
ms: Seting Sandaran iCloud
nb: Innstillinger for sikkerhetskopiering i iCloud
nl: Instellingen voor 'Back‑up in iCloud'
pl: ustawieniach backupu w iCloud
pt: Ajustes de Backup do iCloud
pt_pt: definições de Cópia em iCloud
ro: configurările Backup iCloud
ru: Настройки резервной копии в iCloud
sk: nastaveniach iCloud zálohy
sl: Nastavitve varnostnega kopiranja v iCloud
sv: Inställningar för iCloud-säkerhetskopiering
th: การตั้งค่าข้อมูลสำรอง iCloud
tr: iCloud Yedekleme Ayarları
uk: параметрах архівації в iCloud
vi: Cài đặt sao lưu iCloud
zh_cn: iCloud备份设置
zh_hk: iCloud備份設定
zh_tw: iCloud備份設定

# SETTINGS_ICLOUDPHOTOS_HEADER_DESCRIPTION
source: Store your photos in iCloud. View and share them on all your devices and on iCloud.com.
ar: يمكنك تخزين صورك في iCloud وعرضها ومشاركتها على جميع أجهزتك وعلى iCloud.com
bg: Съхранявайте снимките си в iCloud. Можете да ги преглеждате и споделяте на всички ваши устройства и на iCloud.com.
ca: Desa les fotos a l’iCloud. Pots mirar‑les i compartir‑les en qualsevol dispositiu i a iCloud.com.
cs: Ukládejte své fotky na iCloud, kde si je můžete prohlížet a sdílet je na všech svých zařízeních i na webu iCloud.com.
da: Opbevar dine fotos sikkert i iCloud. Se og del dem på alle dine enheder og på iCloud.com.
de: Sichere deine Fotos in iCloud, um sie auf all deinen Geräten und auf iCloud.com anzeigen zu lassen und zu teilen.
el: Αποθηκεύστε τις φωτογραφίες σας στο iCloud. Προβάλετε και κοινοποιήστε τις σε όλες τις συσκευές σας και στο iCloud.com.
es: Guarda todas tus fotos en iCloud. Accede a ellas y compártelas en todos tus dispositivos y en iCloud.com.
es_us: Guarda tus fotos en iCloud. Visualízalas y compártelas en todos tus dispositivos y en iCloud.com.
fi: Tallenna kuvasi iCloudiin. Voit tarkastella ja jakaa niitä kaikissa laitteissasi ja iCloud.comissa.
fr: Stockez vos photos sur iCloud. Consultez-les et partagez-les sur tous vos appareils et sur iCloud.com.
fr_ca: Stockez vos photos sur iCloud. Affichez-les et partagez-les sur tous vos appareils et sur iCloud.com.
he: באפשרותך לאחסן את התמונות שלך ב-iCloud, ואז להציג ולשתף אותן בכל המכשירים שלך ודרך iCloud.com.
hi: अपनी तस्वीरें iCloud में संग्रहित करें। अपने सभी डिवाइस पर और iCloud.com पर उन्हें देखें और शेयर करें।
hr: Pohranite svoje fotografije na iCloud. Gledajte ih i dijelite sa svih svojih uređaja i na iCloud.com.
hu: A fotóit tárolhatja az iCloudban. Megtekintheti és megoszthatja őket minden eszközén és az iCloud.com webhelyen.
id: Simpan foto Anda di iCloud. Lihat dan bagikan di semua perangkat Anda dan iCloud.com.
it: Archivia le foto su iCloud. Visualizzale e condividile su tutti i tuoi dispositivi e su iCloud.com.
ja: iCloudに写真を保存します。お使いのすべてのデバイスとiCloud.comで写真の表示や共有をすることができます。
kk: Фотоларыңызды iCloud сервисінде сақтаңыз. Оларды барлық құрылғыңызда және iCloud.com сайтында қараңыз және бөлісіңіз.
ko: iCloud에 사진을 저장하여 사용자의 모든 기기 및 iCloud.com에서 사진을 확인하고 공유할 수 있습니다.
lt: Išsaugokite savo nuotraukas „iCloud“. Peržiūrėkite ir bendrinkite jas visuose savo įrenginiuose ir iCloud.com.
ms: Simpan foto anda dalam iCloud. Lihat dan kongsinya pada semua peranti anda serta di iCloud.com.
nb: Lagre bildene dine trygt i iCloud. Se og del dem på alle enhetene dine og på iCloud.com.
nl: Bewaar je foto's in iCloud. Bekijk en deel ze op al je apparaten en op iCloud.com.
pl: Przechowuj swoje zdjęcia w iCloud. Wyświetlaj i udostępniaj je na wszystkich swoich urządzeniach i na iCloud.com.
pt: Armazene suas fotos no iCloud. Visualize‑as e compartilhe‑as em todos os seus dispositivos e em iCloud.com.
pt_pt: Armazene as suas fotografias em iCloud. Veja e partilhe‑as em todos os seus dispositivos e em iCloud.com.
ro: Stocați‑vă pozele pe iCloud. Vizualizați‑le și partajați‑le pe toate dispozitivele dvs. și pe iCloud.com.
ru: Храните свои фото в iCloud. Просматривайте их и делитесь ими на всех своих устройствах, а также на iCloud.com.
sk: Ukladajte si fotky na iCloude. Umožní vám to prezerať si ich a zdieľať na všetkých vašich zariadeniach a na stránke iCloud.com.
sl: Fotografije shranjujte v storitev iCloud. Tako si jih boste lahko ogledali in jih delili z drugimi v vseh svoijih napravah ter na iCloud.com.
sv: Lagra dina bilder på iCloud. Visa och dela dem på alla dina enheter och på iCloud.com.
th: จัดเก็บรูปภาพของคุณบน iCloud ดูและแชร์รูปภาพบนอุปกรณ์ทุกเครื่องของคุณและบน iCloud.com
tr: Fotoğraflarınızı iCloud’da saklayın, aygıtlarınızın tümünde ve iCloud.com adresinde görüntüleyin ve paylaşın.
uk: Зберігайте фотографії в iCloud. Переглядайте й поширюйте їх на всіх своїх пристроях і на вебсайті iCloud.com.
vi: Lưu trữ các ảnh của bạn trong iCloud. Xem và chia sẻ chúng trên tất cả các thiết bị của bạn và trên iCloud.com.
zh_cn: 将照片储存在iCloud中。在所有设备和iCloud.com上查看和共享照片。
zh_hk: 將相片儲存在iCloud。在所有裝置和iCloud.com上查看和共享相片。
zh_tw: 將照片儲存於iCloud。在所有裝置和iCloud.com上檢視並共享。

# SETTINGS_ICLOUDPHOTOS_HEADER_DESCRIPTION_LEARN_MORE
source: Learn ⁠more
ar: معرفة ⁠المزيد
bg: Научете ⁠повече
ca: Més informació
cs: Další ⁠informace
da: Læs ⁠mere
de: Weitere ⁠Infos
el: Μάθετε ⁠περισσότερα
es: Más ⁠información
es_us: Obtén ⁠detalles
fi: Lisätietoja
fr: En ⁠savoir ⁠plus
fr_ca: En savoir ⁠plus
he: פרטים ⁠נוספים
hi: अधिक ⁠जानें
hr: Saznajte ⁠više
hu: Bővebben
id: Lebih ⁠lanjut
it: Altre ⁠info
ja: 詳しい情報
kk: Толығырақ ⁠ақпарат алу
ko: 더 알⁠아⁠보⁠기
lt: Sužinokite ⁠daugiau
ms: Ketahui ⁠lebih ⁠lanjut
nb: Finn ut mer
nl: Meer informatie
pl: Więcej ⁠informacji
pt: Saiba ⁠mais
pt_pt: Saiba ⁠mais
ro: Mai multe
ru: Подробнее
sk: Viac ⁠informácií
sl: Več o ⁠tem
sv: Läs ⁠mer
th: เรียนรู้เพิ่มเติม
tr: Daha fazla bilgi
uk: Докладніше
vi: Tìm hiểu thêm
zh_cn: 进一步了解
zh_hk: 進一步了解
zh_tw: 更多⁠內容

# SETTINGS_ICLOUDPHOTOS_HEADER_TITLE
source: iCloud Photos
ar: صور iCloud
bg: iCloud снимки
ca: Fotos a l’iCloud
cs: Fotky na iCloudu
da: iCloud-fotos
de: iCloud-Fotos
el: Φωτογραφίες iCloud
es: Fotos en iCloud
es_us: Fotos en iCloud
fi: iCloud-kuvat
fr: Photos iCloud
fr_ca: Photos iCloud
he: תמונות iCloud
hi: iCloud तस्वीर
hr: iCloud fotografije
hu: iCloud-fotók
id: Foto iCloud
it: Foto di iCloud
ja: iCloud写真
kk: iCloud фотолары
ko: iCloud 사진
lt: „iCloud“ nuotraukos
ms: Foto iCloud
nb: iCloud Bilder
nl: iCloud-foto's
pl: Zdjęcia w iCloud
pt: Fotos do iCloud
pt_pt: Fotografias em iCloud
ro: Poze iCloud
ru: Фото iCloud
sk: iCloud Fotky
sl: Fotografije iCloud
sv: iCloud-bilder
th: รูปภาพ iCloud
tr: iCloud Fotoğrafları
uk: Фото iCloud
vi: Ảnh iCloud
zh_cn: iCloud照片
zh_hk: iCloud相片
zh_tw: iCloud照片

# SETTINGS_ICLOUDPHOTOS_ITEMS_LABEL
source: In iCloud
ar: في iCloud
bg: В iCloud
ca: A l’iCloud
cs: Na iCloudu
da: I iCloud
el: Στο iCloud
es: En iCloud
es_us: En iCloud
fi: iCloudissa
fr: Sur iCloud
fr_ca: Sur iCloud
he: ב-iCloud
hi: iCloud में
hr: Na iCloudu
hu: Az iCloudban
id: Di iCloud
it: Su iCloud
ja: iCloud内
kk: iCloud сервисінде
ko: iCloud에 있음
lt: „iCloud“ saugykloje
ms: Dalam iCloud
nb: I iCloud
pl: W iCloud
pt: No iCloud
pt_pt: Em iCloud
ro: Pe iCloud
ru: В iCloud
sk: V iCloude
sl: V storitvi iCloud
sv: På iCloud
th: บน iCloud
tr: iCloud’da
uk: В iCloud
vi: Trên iCloud
zh_cn: 在iCloud中
zh_hk: 在iCloud中
zh_tw: 在iCloud中

# SETTINGS_ICLOUDPHOTOS_STATUS_LABEL
source: Status
ar: الحالة
bg: Състояние
ca: Estat
cs: Stav
el: Κατάσταση
es: Estado
es_us: Estado
fi: Tila
fr: État
fr_ca: État
he: מצב
hi: स्टेटस
hu: Állapot
it: Stato
ja: 状況
kk: Күйі
ko: 상태
lt: Būsena
pt: Estado
pt_pt: Estado
ro: Stare
ru: Статус
sk: Stav
sl: Stanje
th: สถานะ
tr: Durum
uk: Стан
vi: Trạng thái
zh_cn: 状态
zh_hk: 狀態
zh_tw: 狀態

# SETTINGS_ICLOUDPHOTOS_STATUS_PENDING
source: Updating…
ar: يجري التحديث…
bg: Обновяване…
ca: Actualitzant…
cs: Aktualizace…
da: Opdaterer…
de: Aktualisieren …
el: Ενημέρωση…
es: Actualizando…
es_us: Actualizando…
fi: Päivitetään…
fr: Mise à jour…
fr_ca: Mise à jour…
he: מעדכן…
hi: अपडेट किया जा रहा है…
hr: Ažuriranje…
hu: Frissítés…
id: Memperbarui…
it: Aggiorno…
ja: アップデート中…
kk: Жаңартылуда…
ko: 업데이트 중…
lt: Naujinama…
ms: Mengemas Kini…
nb: Oppdaterer…
nl: Bijwerken…
pl: Uaktualniam…
pt: Atualizando…
pt_pt: A atualizar…
ro: Actualizare…
ru: Обновление…
sk: Aktualizujem…
sl: Posodabljanje …
sv: Uppdaterar…
th: กำลังอัปเดต…
tr: Güncelleniyor…
uk: Оновлювання…
vi: Đang cập nhật…
zh_cn: 正在更新…
zh_hk: 正在更新⋯
zh_tw: 更新中⋯

# SETTINGS_ICLOUDPHOTOS_STORAGE_LABEL
source: Manage Storage
ar: إدارة مساحة التخزين
bg: Управлявай пространство
ca: Emmagatzematge
cs: Spravovat úložiště
da: Lagringsplads
de: Speicher verwalten
el: Διαχείριση χώρου αποθήκευσης
es: Gestionar almacenamiento
es_us: Administrar almacenamiento
fi: Hallitse tallennustilaa
fr: Gérer le stockage
fr_ca: Gérer le stockage
he: ניהול שטח האחסון
hi: स्टोरेज प्रबंधित करें
hr: Upravljanje memorijom
hu: Tárhely kezelése
id: Kelola Penyimpanan
it: Gestisci spazio
ja: ストレージを管理
kk: Сақтау орнын басқару
ko: 저장 공간 관리
lt: Tvarkyti saugyklą
ms: Urus Storan
nb: Administrer lagring
nl: Beheer opslag
pl: Zarządzaj dyskiem
pt: Gerenciar Armazenamento
pt_pt: Gestão
ro: Gestionați stocarea
ru: Управлять
sk: Spravovať úložisko
sl: Upravljaj shrambo
sv: Hantera lagring
th: จัดการพื้นที่จัดเก็บข้อมูล
tr: Alanı Yönet
uk: Керувати сховищем
vi: Quản lý Dung lượng
zh_cn: 管理储存空间
zh_hk: 管理儲存空間
zh_tw: 管理儲存空間

# SHAREDSTREAMS_CANCEL
source: Cancel
ar: إلغاء
bg: Отказ
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_us: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Poništi
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
kk: Бас тарту
ko: 취소
lt: Atšaukti
ms: Batal
nb: Avbryt
nl: Annuleer
pl: Anuluj
pt: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

# SHAREDSTREAMS_DELETE_DATA
source: Delete Photos
ar: حذف الصور
bg: Изтриване на снимки
ca: Elimina les fotos
cs: Smazat fotky
da: Slet fotos
de: Fotos löschen
el: Διαγραφή φωτογραφιών
es: Eliminar fotos
es_us: Eliminar fotos
fi: Poista kuvat
fr: Supprimer les photos
fr_ca: Supprimer les photos
he: מחיקת התמונות
hi: तस्वीरें डिलीट करें
hr: Obriši fotografije
hu: Fotók törlése
id: Hapus Foto
it: Elimina foto
ja: 写真を削除
kk: Фотоларды жою
ko: 사진 삭제
lt: Trinti nuotraukas
ms: Padam Foto
nb: Slett bilder
nl: Verwijder foto's
pl: Usuń zdjęcia
pt: Apagar Fotos
pt_pt: Apagar fotografias
ro: Ștergeți pozele
ru: Удалить фото
sk: Vymazať
sl: Izbriši fotografije
sv: Radera bilder
th: ลบรูปภาพ
tr: Fotoğrafları Sil
uk: Видалити фотографії
vi: Xóa Ảnh
zh_cn: 删除照片
zh_hk: 刪除相片
zh_tw: 刪除照片

# SHAREDSTREAMS_GROUP_FOOTER_DESCRIPTION
source: Create albums to share with other people, and subscribe to other people’s shared albums.
ar: أنشئ ألبومات لمشاركتها مع الآخرين، واشترك في الألبومات المشتركة التي يملكها الآخرين.
bg: Създайте албуми, които да споделите с други хора, и се абонирайте за албумите, споделени от други хора.
ca: Crea àlbums per compartir‑los amb qui vulguis i subscriu‑te als àlbums compartits per altres persones.
cs: Vytvořte alba a sdílejte je s ostatními a přihlaste se k odběru sdílených alb jiných uživatelů.
da: Opret album, som du kan dele med andre, og abonner på andres delte album.
de: Erstelle Alben, um sie mit anderen Personen zu teilen, und abonniere die von anderen geteilten Alben.
el: Δημιουργήστε άλμπουμ για να τα μοιραστείτε με άλλα άτομα και εγγραφείτε ως συνδρομητές σε κοινόχρηστα άλμπουμ άλλων.
es: Crea álbumes para compartirlos con quien quieras y suscríbete a los álbumes compartidos de otras personas.
es_us: Crea álbumes para compartir con otras personas y suscríbete a los álbumes compartidos de otros.
fi: Luo muiden kanssa jaettavia albumeja ja tilaa muiden jaettuja albumeja.
fr: Créez des albums à partager et abonnez-vous aux albums partagés par d’autres personnes.
fr_ca: Créez et partagez des albums, et abonnez-vous à des albums partagés par d’autres.
he: ניתן ליצור אלבומים לשיתוף עם אנשים אחרים ולהירשם לאלבומים שמשתפים אנשים אחרים.
hi: अन्य लोगों से शेयर करने के लिए ऐल्बम बनाएँ और अन्य लोगों के शेयर किए गए ऐल्बम के लिए सब्सक्राइब करें।
hr: Izradite albume za dijeljenje s drugim korisnicima te se pretplatite na dijeljene albume drugih korisnika.
hu: Létrehozhat albumokat, amelyeket megoszthat másokkal, és feliratkozhat mások megosztott albumaira.
id: Buat album untuk berbagi dengan orang lain, dan berlangganan album bersama milik orang lain.
it: Crea album da condividere e iscriviti agli album creati da altre persone.
ja: ほかの人と共有するアルバムを作成したり、ほかの人の共有アルバムに参加したりします。
kk: Басқа пайдаланушылармен ортақ пайдалану үшін альбомдар жасаңыз немесе басқа пайдаланушылардың ортақ альбомдарына жазылыңыз.
ko: 앨범을 생성하여 다른 사람들과 공유하고, 다른 사람이 공유한 앨범을 구독합니다.
lt: Sukurkite albumus, kad galėtumėte bendrinti su kitais žmonėmis, ir prenumeruokite kitų žmonių bendrinamus albumus.
ms: Cipta album untuk berkongsi dengan orang lain dan melanggan album dikongsi orang lain.
nb: Opprett albumer du kan dele med andre, og abonner på andres delte albumer.
nl: Maak albums aan om met anderen te delen en neem een abonnement op albums die anderen delen.
pl: Twórz albumy i udostępniaj je znajomym oraz subskrybuj udostępniane albumy innych osób.
pt: Crie álbuns para compartilhar e assine álbuns compartilhados de outras pessoas.
pt_pt: Crie álbuns para partilhar e assine álbuns partilhados de outras pessoas.
ro: Creați albume pentru a le partaja cu alte persoane și abonați‑vă la albumele partajate ale altor persoane.
ru: Создавайте альбомы для совместного использования с другими пользователями или подписывайтесь на общие альбомы других пользователей.
sk: Vytvorte albumy na zdieľanie s ostatnými a odoberajte zdieľané albumy ostatných ľudí.
sl: Ustvarjajte albume, ki jih lahko delite z drugimi, in se naročite na deljene albume drugih oseb.
sv: Skapa album som kan delas med andra och abonnera på andras delade album.
th: สร้างอัลบั้มเพื่อแชร์กับผู้อื่น และสมัครรับอัลบั้มที่ผู้อื่นแชร์
tr: Diğer kişilerle paylaşılacak albümler yaratın ve diğer kişilerin paylaşılan albümlerine abone olun.
uk: Створюйте свої спільні альбоми та підписуйтеся на спільні альбоми інших користувачів.
vi: Tạo album để chia sẻ với những người khác và đăng ký vào album được chia sẻ của những người khác.
zh_cn: 创建相簿与他人共享，并订阅他人共享相簿。
zh_hk: 製作相簿並與其他人共享，或訂閲其他人的共享相簿。
zh_tw: 製作相簿來與其他人共享，並且訂閱其他人共享的相簿。
